tap "atlassian/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jlesquembre/kubeprompt", "https://github.com/jlesquembre/kubeprompt/"
brew "bat"
brew "exa"
brew "fish"
brew "fnm"
brew "git"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "mas"
brew "tldr"
brew "yarn"
brew "yarn-completion"
brew "z"
brew "zsh"
cask "1password"
cask "alfred"
cask "authy"
cask "brave-browser"
cask "docker"
cask "drawio"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "typora"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Dato", id: 1470584107
mas "Spark", id: 1176895641
