tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "fish"
brew "git"
brew "httpie"
brew "lsd"
brew "mas"
brew "yarn"
brew "yarn-completion"
cask "alfred"
cask "authy"
cask "brave-browser"
cask "dropbox"
cask "firefox"
cask "font-source-code-pro"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "typora"
cask "visual-studio-code"
mas "Dato", id: 1470584107
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
